Repository: luifer-villalba/cash-pilot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es_py

source: Final Cash Count
es_py: Conteo Final de Efectivo

source: Total counted in drawer
es_py: Total contado en el cajón

source: Envelope Amount
es_py: Monto del Sobre

source: Cash removed from register (if any)
es_py: Dinero retirado de la caja (si hubiese)

source: Payment Methods
es_py: Métodos de Pago

source: Credit Card Total
es_py: Total Tarjeta de Crédito

source: Total credit card sales
es_py: Total Ventas Tarjeta de Crédito

source: Debit Card Total
es_py: Total Tarjeta de Débito

source: Total debit card sales
es_py: Total Ventas Tárjeta de Débito

source: Optional Information
es_py: Información Opcional

source: Credit Tracking
es_py: Seguimiento de Crédito

source: New customer debt created
es_py: Nueva deuda de cliente creada

source: Debt Collected
es_py: Cobros de deuda

source: Old customer debt collected
es_py: Deuda antigua de cliente cobrada

source: Closed At (Time)
es_py: Cerrado en (Hora)

source: Leave blank for current time
es_py: Dejar en blanco para la hora actual

source: Closing Ticket #
es_py: Número de Ticket de Cierre

source: e.g., T-20251112-001
es_py: p.ej., T-20251112-001

source: Optional: POS ticket number
es_py: Opcional: número de ticket POS

source: Notes
es_py: Notas

source: Any discrepancies or notes...
es_py: Cualquier discrepancia o notas...

source: Close cash session
es_py: Cerrar sesión de caja

source: Close Session
es_py: Cerrar Caja

source: Cancel and return to session details
es_py: Cancelar y volver a detalles de sesión

source: Opening Info
es_py: Información de Apertura

source: Session Date
es_py: Fecha de la Sesión

source: Opened At
es_py: Abierto en

source: Live Reconciliation
es_py: Reconciliación en Vivo

source: Fill form fields to see live calculations...
es_py: Completá los campos del formulario para ver los cálculos en vivo...

source: Quick Reference
es_py: Referencia Rápida

source: initial
es_py: inicial

source: envelope
es_py: sobre

source: Open New Cash Session
es_py: Abrir Nueva Sesión de Caja

source: Start a new shift and track cash movements
es_py: Iniciar nueva sesión de caja y empezá a tener movimientos

source: Business & Cashier
es_py: Negocio y Cajero

source: Select a business
es_py: Seleccionar un Negocio

source: No businesses assigned. Contact an administrator to assign you a location.
es_py: No hay negocios asignados. Contactá al administrador para asignar una sucursal.

source: Which business location?
es_py: ¿Cuál ubicación del negocio?

source: Cashier name
es_py: Nombre del cajero

source: Logged in as
es_py: Sesión iniciada como

source: Session Details
es_py: Detalles de la Sesión

source: Starting amount in drawer
es_py: Cantidad inicial en el cajón

source: Leave blank for today
es_py: Dejar en blanco para hoy

source: Opened At (Time)
es_py: Abierto en (Hora)

source: Open new cash session
es_py: Abrir nueva sesión de caja

source: Open Session
es_py: Abrir Sesión

source: Amount you start with in the drawer
es_py: Cantidad con la que comenzás en el cajón

source: Important
es_py: Importante

source: Once opened, only one session can be active per business unless overlap is enabled.
es_py: Una vez abierto, solo una sesión puede estar activa por negocio a menos que se habilite la superposición.

source: Edit Closed Cash Session
es_py: Editar Sesión de Caja Cerrada

source: Amount counted from cash
es_py: Monto contabilizado de efectivo

source: Cash in envelope
es_py: Efectivo en Sobre

source: Register or POS ticket number
es_py: Opcional: número de ticket POS

source: Document any differences or issues
es_py: Documentar cualquier diferencia o problemas

source: Audit Trail
es_py: Registro de Auditoría

source: Reason for Edit
es_py: Razón de la Edición

source: e.g., Corrected final count, Card total verification...
es_py: ej., Conteo inicial corregido, Corrección de nombre...

source: Required: Editing closed sessions requires an audit reason for compliance and accountability
es_py: Requerido: Editar sesiones cerradas requiere una razón de auditoría para cumplimiento y responsabilidad

source: Save changes to closed session
es_py: Guardar cambios en sesión cerrada

source: Current Values
es_py: Valores Actuales

source: Quick Tip
es_py: Consejo Rápido

source: All edits are logged with reason and timestamp for compliance.
es_py: Todas las ediciones se registran con razón y marca de tiempo para cumplimiento.

source: Edit Open Cash Session
es_py: Editar Sesión de Caja Abierta

source: Initial Cash & Line Items
es_py: Efectivo Inicial y Partidas

source: Credit Tracking (Optional)
es_py: Seguimiento de Crédito (Opcional)

source: Customer paid old debt
es_py: Cliente pagó deuda antigua

source: Time & Notes
es_py: Hora y Notas

source: Time session was opened
es_py: Hora en que se abrió la sesión

source: Optional notes...
es_py: Notas opcionales...

source: Any additional information
es_py: Información Adicional

source: e.g., Corrected initial count...
es_py: p.ej., Conteo inicial corregido...

source: Optional: provide a reason for this edit
es_py: Opcional: proporcioná una razón para esta edición

source: Save changes to open cash session
es_py: Guardar cambios en sesión de caja abierta

source: Session Error
es_py: Error de Sesión

source: Session Deleted
es_py: Sesión Eliminada

source: Access Denied
es_py: Acceso Denegado

source: Session Not Found
es_py: Sesión No Encontrada

source: This cash session has been deleted and is no longer accessible.
es_py: Esta sesión de caja ha sido eliminada y ya no es accesible.

source: You don't have permission to access this session. You can only access sessions you created or own.
es_py: No tenés permiso para acceder a esta sesión. Solo podés acceder a sesiones que creaste o que te pertenecen.

source: The cash session you are looking for does not exist or has been removed.
es_py: La sesión de caja que buscás no existe o ha sido eliminada.

source: Back to dashboard
es_py: Volver al panel

source: Shift
es_py: Turno

source: Restored
es_py: Restaurado

source: Edit open session
es_py: Editar sesión abierta

source: This session has been deleted
es_py: Esta sesión ha sido eliminada

source: Deleted by
es_py: Eliminado por

source: Deleted on
es_py: Eliminado el

source: This session was restored
es_py: Esta sesión fue restaurada

source: Session Info
es_py: Información de la Sesión

source: Side Panel
es_py: Panel Lateral

source: Opened
es_py: Abierto

source: Cash Flow
es_py: Flujo de efectivo

source: Opening amount
es_py: Monto de apertura

source: Closing amount
es_py: Monto de cierre

source: Set aside
es_py: Apartado

source: Direct account transfers
es_py: Transferencias directas a cuenta

source: Business expenses during shift
es_py: Gastos del negocio durante el turno

source: Debit only
es_py: Solo débito

source: CASH SALES & BANK TRANSFER
es_py: VENTAS EFECTIVO & TRANSFERENCIAS

source: Initial
es_py: Inicial

source: Cash only
es_py: Solo efectivo

source: All sales
es_py: Todas las ventas

source: Customer Credit Activity
es_py: Actividad de Crédito

source: New debt created
es_py: Nueva deuda creada

source: Old debt collected
es_py: Deuda antigua cobrada

source: Net Credit Impact
es_py: Impacto Neto de Crédito

source: (New debt − Collected)
es_py: (Deuda nueva − Cobrada)

source: Credit tracking is for reporting only and does not affect reconciliation calculations.
es_py: El seguimiento de crédito es solo para reportes y no afecta los cálculos de conciliación.

source: Closing Ticket
es_py: Ticket de Cierre

source: Edit History
es_py: Historial de Ediciones

source: When
es_py: Cuándo

source: Who
es_py: Quién

source: Action
es_py: Acción

source: Changed Fields
es_py: Campos Cambiados

source: Loading...
es_py: Cargando...

source: No edits yet
es_py: Sin ediciones aún

source: Edited (Open)
es_py: Editado (Abierta)

source: Edited (Closed)
es_py: Editado (Cerrada)

source: Flagged
es_py: Marcado

source: Opened Time
es_py: Hora de Apertura

source: No fields changed
es_py: Sin campos modificados

source: Failed to load
es_py: Error al cargar

source: Please refresh the page
es_py: Por favor, recarga la página

source: Active Shift
es_py: Turno Activo

source: Still running
es_py: Aún en ejecución

source: Session complete
es_py: Sesión completada

source: Flag session for review
es_py: Marcar sesión para revisión

source: Flag Session
es_py: Marcar Sesión

source: Mark for review
es_py: Marcar para revisión

source: FLAGGED
es_py: MARCADO

source: Clear flag from session
es_py: Quitar marca de la sesión

source: Clear
es_py: Limpiar

source: Transfers
es_py: Transferencias

source: Direct account transfers this shift
es_py: Transferencias directas a cuenta durante este turno

source: entries
es_py: entradas

source: Business costs during shift
es_py: Gastos empresariales durante el turno

source: Action Buttons
es_py: Botones de Acción

source: Modify the initial cash amount, expenses, credit sales, and other details of the open session. Changes are logged for audit purposes.
es_py: Modificá el monto inicial de efectivo, gastos, ventas a crédito y otros detalles de la sesión abierta. Los cambios se registran para fines de auditoría.

source: Modify the final cash count, payment methods, and other details of the closed session. A reason is required for audit compliance.
es_py: Modificá el conteo final de efectivo, métodos de pago y otros detalles de la sesión cerrada. Se requiere una razón para cumplimiento de auditoría.

source: Finalize the cash session by entering the final cash count, payment method totals, and closing information. Once closed, the session cannot be reopened.
es_py: Finalizá la sesión de caja ingresando el conteo final de efectivo, totales de métodos de pago e información de cierre. Una vez cerrada, la sesión no puede reabrirse.

source: Permanently remove this session from the system. This action can only be undone by administrators. Use with caution.
es_py: Eliminá permanentemente esta sesión del sistema. Esta acción solo puede ser revertida por administradores. Usá con precaución.

source: Reason for Flag
es_py: Razón de la marca

source: e.g., High discrepancy, manager review needed...
es_py: ej., Discrepancia alta, requiere revisión del gerente...

source: Flag
es_py: Marcar

source: Clear Flag
es_py: Limpiar Marca

source: Remove flag from this session?
es_py: ¿Remover marca de esta sesión?
