Repository: luifer-villalba/cash-pilot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es_py

source: Invalid date range. Please check your dates and try again.
es_py: Rango de fechas inválido. Por favor revisá las fechas e intentá de nuevo.

source: Daily Revenue Summary
es_py: Resumen de Ventas Diarias

source: Total sales by payment method, net earnings, and discrepancy counts
es_py: Total de ventas por método de pago, ganancias netas y conteo de discrepancias

source: Weekly Revenue Trend
es_py: Tendencia de Ventas Semanales

source: Compare daily revenue across 7-day spans to identify peak/low days and week-over-week growth patterns
es_py: Comparar ingresos diarios en períodos de 7 días para identificar días pico/bajos y patrones de crecimiento semanal

source: Monthly Revenue Trend
es_py: Tendencia de Ventas Mensuales

source: Compare monthly revenue across 30-day spans to identify peak/low days and month-over-month growth patterns
es_py: Comparar ingresos mensuales en períodos de 30 días para identificar días pico/bajos y patrones de crecimiento mes a mes

source: Business Statistics
es_py: Estadísticas de Negocios

source: Multi-business statistics dashboard with daily metrics comparison
es_py: Panel de estadísticas multi-negocio con comparación de métricas diarias

source: Business Comparison
es_py: Comparación de Negocios

source: Compare performance across multiple business locations
es_py: Comparar rendimiento entre múltiples sucursales

source: Edit window expired (32 hours passed)
es_py: No podes editar (pasaron más de 32 horas)

source: Reason for edit is required when editing closed sessions for audit compliance
es_py: La razón de edición es requerida al editar sesiones cerradas para cumplimiento de auditoría

source: Menu
es_py: Menú

source: Dashboard
es_py: Panel

source: Businesses
es_py: Negocios

source: Reports
es_py: Reportes

source: Users
es_py: Usuarios

source: Toggle theme
es_py: Cambiar tema

source: User menu
es_py: Menú de usuario

source: Settings
es_py: Configuraciones

source: Are you sure?
es_py: ¿Estás seguro?

source: Logout
es_py: Cerrar sesión

source: Login
es_py: Iniciar sesión

source: Business Cash Register Reconciliation System
es_py: Sistema de Reconciliación de Caja para Negocios

source: Monitor cash sessions and reconciliation
es_py: Monitorear sesiones de caja y reconciliación

source: Back to Report
es_py: Volver al Reporte

source: Filter Sessions
es_py: Filtrar Sesiones

source: Show Deleted
es_py: Mostrar Eliminadas

source: Toggle filters
es_py: Alternar filtros

source: More Options
es_py: Más Opciones

source: Today
es_py: Hoy

source: Yesterday
es_py: Ayer

source: Last 7 Days
es_py: Últimos 7 días

source: Last 30 Days
es_py: Últimos 30 días

source: All Businesses
es_py: Todos los Negocios

source: From Date
es_py: Desde Fecha

source: Clear from date
es_py: Limpiar fecha desde

source: To Date
es_py: Hasta Fecha

source: Clear to date
es_py: Limpiar fecha hasta

source: Status
es_py: Estado

source: All
es_py: Todos

source: Open
es_py: Abierto

source: Closed
es_py: Cerrado

source: Clear status
es_py: Limpiar estado

source: Cashier Name
es_py: Nombre del Cajero

source: Search...
es_py: Buscar...

source: Clear cashier name
es_py: Limpiar nombre del cajero

source: Clear All
es_py: Limpiar Todo

source: Loading sessions...
es_py: Cargando sesiones...

source: Business Cash Reconciliation System
es_py: Sistema de Reconciliación de Caja para Negocios

source: Invalid credentials
es_py: Email o contraseña inválidas

source: Session expired. Please sign in again.
es_py: Sesión expirada por inactividad. Por favor, iniciá sesión de nuevo.

source: Email
es_py: Correo electrónico

source: your@email.com
es_py: tu@email.com

source: Password
es_py: Contraseña

source: Sign In
es_py: Iniciar sesión

source: Need help? Contact your administrator
es_py: ¿Necesitás ayuda? Contactá a algún administrador

source: Manage your account
es_py: Administra tu cuenta

source: Password changed successfully
es_py: Contraseña cambiada exitosamente

source: Current password is incorrect
es_py: La contraseña actual es incorrecta

source: Passwords do not match
es_py: Las contraseñas no coinciden

source: Change Password
es_py: Cambiar contraseña

source: Current Password
es_py: Contraseña actual

source: Enter your current password
es_py: Ingresá tu nueva contraseña

source: Your existing password
es_py: Tu contraseña actual

source: New Password
es_py: Nueva contraseña

source: Minimum 8 characters
es_py: Mínimo 8 caracteres

source: Enter new password
es_py: Ingrese nueva contraseña

source: Choose a strong password
es_py: Elegí una contraseña segura

source: Confirm Password
es_py: Confirmar contraseña

source: Confirm new password
es_py: Confirmar nueva contraseña

source: Re-enter your new password
es_py: Reingresá tu nueva contraseña

source: Update Password
es_py: Actualizar contraseña

source: Back to Dashboard
es_py: Volver al Panel

source: Daily Reconciliation Comparison
es_py: Comparación de Reconciliación Diaria

source: Compare manual entries vs system records
es_py: Comparar entradas manuales vs registros del sistema

source: Edit Entries
es_py: Editar Entradas

source: Business
es_py: Negocio

source: Select business to analyze
es_py: Seleccione un negocio para analizar

source: Select date
es_py: Seleccionar fecha

source: Viewing
es_py: Viendo

source: Select today
es_py: Seleccionar hoy

source: Select yesterday
es_py: Seleccionar ayer

source: Select 2 days ago
es_py: Seleccionar hace 2 días

source: 2 Days Ago
es_py: Hace 2 Días

source: Select 7 days ago
es_py: Seleccionar hace 7 días

source: 7 Days Ago
es_py: Hace 7 Días

source: Select 30 days ago
es_py: Seleccionar hace 30 días

source: 30 Days Ago
es_py: Últimos 30 Días

source: Pick Custom Date
es_py: Elegir Fecha Personalizada

source: Date
es_py: Fecha

source: Select a date to compare reconciliation data
es_py: Seleccioná una fecha para comparar datos de reconciliación

source: Cash Sales
es_py: Ventas al Contado

source: Card Sales
es_py: Ventas con Tarjeta

source: Credit Sales
es_py: Ventas a Crédito

source: Total Sales
es_py: Ventas Totales

source: Difference
es_py: Diferencia

source: Sessions
es_py: Sesiones

source: Needs Review
es_py: Requiere revisión

source: Entered
es_py: Ingresado

source: Not Entered
es_py: No Ingresado

source: View sessions for this business and date
es_py: Ver sesiones para este negocio y fecha

source: No businesses found
es_py: No se encontraron negocios.

source: User Management - CashPilot
es_py: Gestión de Usuarios - CashPilot

source: User Management
es_py: Gestión de Usuarios

source: Create User
es_py: Crear Usuario

source: Search by name or email...
es_py: Cambiar por nombre o email...

source: Username
es_py: Nombre de usuario

source: Role
es_py: Rol

source: Assigned Businesses
es_py: Negocios asignados

source: Created
es_py: Creado

source: Actions
es_py: Acciones

source: Create New User
es_py: Crear Nuevo Usuario

source: First Name
es_py: Nombre

source: Last Name
es_py: Apellido

source: Cashier
es_py: Cajero

source: Admin
es_py: Administrador

source: Generate secure password
es_py: Generar contraseña segura

source: Enter custom password
es_py: Ingrese contraseña personalizada

source: Enter custom password...
es_py: Ingrese contraseña personalizada...

source: Assign Businesses
es_py: Asignar negocios

source: Optional
es_py: Opcional

source: Search businesses...
es_py: Buscar negocios...

source: Cancel
es_py: Cancelar

source: Reset Password
es_py: Restablecer contraseña

source: Resetting password for
es_py: Restableciendo contraseña para

source: Password Reset Successful
es_py: Restablecimiento de contraseña exitoso

source: New password generated for
es_py: Nueva contraseña generada para

source: Copy
es_py: Copiar

source: Save this password - it won't be shown again
es_py: Guardá esta contraseña - no se mostrará nuevamente

source: Done
es_py: Terminado

source: Assigning businesses to
es_py: Asignando negocios a

source: Select Businesses
es_py: Seleccionar un Negocio

source: None
es_py: Ninguno

source: selected
es_py: seleccionado

source: Save
es_py: Guardar

source: Failed to load users
es_py: Error al cargar usuarios

source: Reset failed
es_py: Restablecimiento fallido

source: Operation failed
es_py: Operación fallida

source: Password reset successfully
es_py: Contraseña restablecida exitosamente

source: Businesses assigned successfully
es_py: Sucursal asignada exitosamente

source: Business unassigned successfully
es_py: Sucursal desasignada exitosamente

source: Are you sure you want to disable this user?
es_py: ¿Estás seguro de que deseas desactivar este usuario?

source: Are you sure you want to enable this user?
es_py: ¿Estás seguro de que deseas activar este usuario?

source: Active
es_py: Activo

source: Disabled
es_py: Desactivado

source: Disable
es_py: Desactivar

source: Enable
es_py: Habilitar

source: Copied!
es_py: ¡Copiado!

source: No businesses assigned
es_py: No se encontraron negocios asignados.

source: Assigned
es_py: Asignado

source: You cannot disable yourself
es_py: No puedes deshabilitarte a tí mismo

source: User created successfully
es_py: Usuario creado exitosamente

source: Email already registered
es_py: Correo electrónico ya registrado

source: Password must be at least 8 characters
es_py: La contraseña debe tener al menos 8 caracteres

source: Failed to create user
es_py: Error al crear usuario

source: Please fill all required fields
es_py: Por favor complete todos los campos requeridos

source: (You)
es_py: (Vos)

source: ADMIN
es_py: ADMINISTRADOR

source: CASHIER
es_py: CAJERO

source: New Business
es_py: Nuevo Negocio

source: Create New Business
es_py: Crear Nuevo Negocio

source: Name
es_py: Nombre

source: e.g., Business Central
es_py: ej. Negocio Central

source: Only letters, numbers, spaces, and basic punctuation allowed
es_py: Solo se permiten letras, números, espacios y puntuación básica

source: Business location name
es_py: Nombre de la ubicación del negocio

source: Address
es_py: Dirección

source: e.g., Av. España 123
es_py: ej. Av. España 123

source: Optional: Street address
es_py: Opcional: dirección

source: Phone
es_py: Teléfono

source: Only digits, spaces, +, -, (, ) allowed
es_py: Solo se permiten dígitos, espacios, +, -, (, )

source: Optional: Contact phone number
es_py: Opcional: número de teléfono de contacto

source: Create new business
es_py: Crear nuevo negocio

source: Create Business
es_py: Crear Negocio

source: Cancel and return to businesses list
es_py: Cancelar y volver a la lista de negocios

source: Quick Guide
es_py: Guía Rápida

source: Address & Phone
es_py: Dirección

source: Optional: for reference only
es_py: Opcional: solo para referencia

source: Cashiers
es_py: Cajeros

source: Add cashier names after creation
es_py: Añada nombres de cajeros después de la creación

source: Edit Business
es_py: Editar Negocio

source: Back
es_py: Volver

source: Enable or disable this business location
es_py: Habilitar o deshabilitar esta sucursal

source: Save business changes
es_py: Guardar cambios del negocio

source: Save Changes
es_py: Guardar Cambios

source: Business Info
es_py: Información del Negocio

source: Updated
es_py: Actualizado

source: Assigned Users
es_py: Usuarios asignados

source: Back to Businesses
es_py: Volver a Negocios

source: Manage business locations and assignments
es_py: Gestionar ubicaciones de negocios y asignaciones

source: Only admins can create businesses
es_py: Solo administradores pueden crear negocios/sucursales

source: Search & Filter
es_py: Buscar y Filtrar

source: Search businesses
es_py: Buscar negocios

source: Sort by
es_py: Ordenar por

source: Sort by Name
es_py: Ordenar por nombre

source: Active First
es_py: Activo primero

source: Inactive First
es_py: Inactivo primero

source: Inactive
es_py: Inactivo

source: assigned users
es_py: usuarios asignados

source: Edit
es_py: Editar

source: Only admins can edit businesses
es_py: Solo administradores pueden editar

source: Delete
es_py: Borrar

source: Delete business
es_py: Eliminar negocio

source: Only admins can delete
es_py: Solo administradores pueden borrar

source: Create your first business to start managing cash sessions and reconciliations.
es_py: Creá tu primer sucursal para monitorear sesiones de caja y reconciliación

source: No expense entries yet
es_py: Sin entradas de gastos todavía

source: Toggle expenses section
es_py: Alternar sección de gastos

source: Expenses
es_py: Gastos

source: Click here to add your first expense
es_py: Hacé clic acá para agregar tu primer gasto

source: Add Expense
es_py: Añadir Gasto

source: Expense description
es_py: Descripción del gasto

source: e.g., Cleaning supplies purchase
es_py: Por ej.: Compra de suministros de papel

source: Expense amount
es_py: Monto del gasto

source: Add expense
es_py: Añadir gasto

source: Add
es_py: Añadir

source: Minimum Gs 100
es_py: Mínimo de Gs 100

source: Expense items list
es_py: Lista de gastos

source: Delete expense
es_py: Eliminar gasto

source: Delete this expense?
es_py: ¿Borrar este gasto?

source: No expenses recorded
es_py: No hay gastos registrados

source: Add expenses to track cash outflows
es_py: Agregá gastos para rastrear salidas de efectivo

source: Total Expenses
es_py: Total de Gastos

source: Total expenses
es_py: Total de gastos

source: Reconciled
es_py: Reconciliado

source: Cash Sessions
es_py: Sesiones de Caja

source: session
es_py: sesión

source: sessions
es_py: sesiones

source: New Session
es_py: Abrir Caja

source: Reconciliation
es_py: Reconciliación

source: Add Reconciliation
es_py: Agregar Reconciliación

source: View Reconciliations
es_py: Ver Reconciliaciones

source: Date & Time
es_py: Fecha y Hora

source: Received
es_py: Recibido

source: Handed
es_py: Entregado

source: Transfer
es_py: Transferencia

source: Cards
es_py: Tarjetas

source: Sales Total
es_py: Venta Total

source: View session
es_py: Ver Caja

source: Deleted
es_py: Eliminado

source: Review
es_py: Revisar

source: Restore this deleted session?
es_py: ¿Restaurar esta sesión eliminada?

source: Restore session
es_py: Restaurar sesión

source: Edit session
es_py: Editar sesión

source: Close session
es_py: Cerrar sesión

source: Only admins and session creator can edit
es_py: Solo administradores y creadores de sesiones pueden editar

source: Only admins and session creator can close
es_py: Solo administradores y el creador pueden cerrar

source: Edit closed session
es_py: Editar sesión cerrada

source: Delete this session? This can be undone by admins.
es_py: ¿Borrar esta sesión? Los administradores pueden deshacer esto.

source: Delete session
es_py: Borrar sesión

source: Only admins and session creator can delete
es_py: Solo administradores y el creador de la sesión pueden eliminar

source: Period
es_py: Período

source: Initial Cash
es_py: Efectivo Inicial

source: Final Cash
es_py: Efectivo Final

source: Restore
es_py: Restaurar

source: Close
es_py: Cerrar

source: Showing
es_py: Mostrando

source: of
es_py: de

source: First page
es_py: Primera página

source: Previous page
es_py: Página anterior

source: Next page
es_py: Siguiente página

source: Last page
es_py: Última página

source: No sessions found
es_py: No se encontraron sesiones

source: No cash sessions match your current filters. Try adjusting your search criteria or create a new session.
es_py: No hay sesiones de caja que coincidan con tus filtros actuales. Intentá ajustar los criterios de búsqueda o creá una nueva sesión.

source: Create New Session
es_py: Crear Nueva Sesión

source: TOTAL SALES
es_py: VENTAS TOTALES

source: Cash
es_py: Efectivo

source: Register
es_py: Caja

source: Envelope
es_py: Sobre

source: Card Payments
es_py: Ventas con Tarjeta

source: Credit
es_py: Crédito

source: Debit
es_py: Débito

source: Pending payments
es_py: Pagos pendientes

source: Collections
es_py: Cobranzas

source: Payments collected
es_py: Pagos cobrados

source: Bank Transfers
es_py: Transferencias

source: Direct transfers
es_py: Transferencias directas

source: More Details
es_py: Más Detalles

source: Cash outflows
es_py: Salida de efectivo

source: Cash Profit
es_py: Ganancia en Efectivo

source: Open Sessions
es_py: Sesiones Abiertas

source: Closed Sessions
es_py: Sesiones Cerradas

source: Completed
es_py: Completadas

source: Flagged Sessions
es_py: Sesiones Marcadas

source: Need review
es_py: Necesitan revisión

source: Less Details
es_py: Menos Detalles

source: No transfer entries yet
es_py: Sin entradas de transferencias todavía

source: Toggle bank transfers section
es_py: Alternar sección de transferencias bancarias

source: Click here to add your first transfer
es_py: Hacé clic acá para agregar tu primera transferencia

source: Add Transfer
es_py: Añadir Transferencia

source: Transfer description
es_py: Descripción de la transferencia

source: e.g., Cliente Juan Pérez / Pago factura 12345
es_py: ej., Cliente Juan Pérez / Pago factura 12345

source: Transfer amount
es_py: Monto de la transferencia

source: Add transfer
es_py: Añadir transferencia

source: Transfer items list
es_py: Lista de transferencias

source: Delete transfer
es_py: Eliminar transferencia

source: Delete this transfer?
es_py: ¿Borrar esta transferencia?

source: No bank transfers recorded
es_py: No hay transferencias bancarias registradas

source: Add transfers to track bank deposits
es_py: Agregá transferencias para rastrear depósitos bancarios

source: Total Transfers
es_py: Total de transferencias

source: Total bank transfers
es_py: Total de transferencias bancarias

source: Daily Reconciliation
es_py: Reconciliación Diaria

source: Enter daily sales data for all business locations
es_py: Ingresá datos de ventas diarias para todas las ubicaciones del negocio

source: View Comparison Report
es_py: Ver informe de comparación

source: Select Date
es_py: Seleccionar Fecha

source: Date for reconciliation entry
es_py: Fecha para la entrada de reconciliación

source: Business Locations
es_py: Ubicaciones del Negocio

source: Refunds
es_py: Reembolsos

source: Edit Reason
es_py: Razón de Edición

source: Reason for Changes
es_py: Razón de los Cambios

source: Explain what changed and why...
es_py: Explicá qué cambió y por qué...

source: Required when editing existing data (minimum 5 characters)
es_py: Requerido al editar datos existentes (mínimo 5 caracteres)

source: Save daily reconciliation
es_py: Guardar reconciliación diaria

source: Save Reconciliation
es_py: Guardar Reconciliación

source: Cancel and return to dashboard
es_py: Cancelar y volver al panel

source: Analytics and insights for your business
es_py: Análisis e información para tu negocio

source: Back to Reports
es_py: Volver a Reportes

source: Current
es_py: Actual

source: Previous
es_py: Anterior

source: No data
es_py: Sin datos

source: Custom
es_py: Personalizado

source: Start date for custom range
es_py: Fecha de inicio para rango personalizado

source: to
es_py: a

source: End date for custom range
es_py: Ingrese contraseña personalizada

source: Apply
es_py: Aplicar

source: up
es_py: arriba

source: down
es_py: abajo

source: By Business
es_py: Por Negocio

source: Toggle more details for
es_py: Más Detalles

source: Credit Card
es_py: Tarjeta de Crédito

source: Debit Card
es_py: Tarjeta de Débito

source: Sessions Open
es_py: Sesiones Abiertas

source: Sessions Closed
es_py: Sesiones Cerradas

source: Need Review
es_py: Necesitan Revisión

source: Payment Mix
es_py: Distribución de Pagos

source: Card
es_py: Tarjetas

source: Bank
es_py: Transferencias

source: Daily reconciliation view with sales by payment method and discrepancy analysis
es_py: Vista de reconciliación diaria con ventas por método de pago y análisis de discrepancias

source: Select Business
es_py: Seleccionar un Negocio

source: Show today
es_py: Mostrar hoy

source: Show yesterday
es_py: Mostrar ayer

source: Show 7 days ago
es_py: Mostrar hace 7 días

source: Show 30 days ago
es_py: Mostrar hace 30 días

source: Loading report data...
es_py: Cargando...

source: Dismiss
es_py: Ignorar

source: Report
es_py: Reporte

source: Net Earnings
es_py: Ganancias Netas

source: Sales by Payment Method
es_py: Ventas por Métodos de Pago

source: Bank Transfer
es_py: Transferencia Bancaria

source: Financial Performance Insights
es_py: Información de Rendimiento Financiero

source: Profit Margin
es_py: Margen

source: Net / Total Sales
es_py: Neto / Ventas Totales

source: Avg per Session
es_py: Promedio por Sesión

source: Revenue / Session
es_py: Ganancia / Sesión

source: Cash Sales %
es_py: Ventas al Contado %

source: Cash vs Total Sales
es_py: Ventas al Contado vs Ventas Totales

source: Digital Sales
es_py: Ventas Digitales

source: Cards + Transfers
es_py: Tarjetas + Transferencias

source: Cashier Performance & Shifts
es_py: Rendimiento y Turnos de Cajeros

source: cashiers
es_py: cajeros

source: Please select a business
es_py: Seleccionar un Negocio

source: Failed to generate report
es_py: Error al generar reporte

source: No cashier data available
es_py: No hay datos de cajeros disponibles

source: expenses
es_py: gastos

source: cash
es_py: efectivo

source: debit
es_py: débito

source: credit
es_py: crédito

source: bank
es_py: transferencias

source: Morning
es_py: Mañana

source: Afternoon
es_py: Tarde

source: Evening
es_py: Noche

source: Night
es_py: Madrugada

source: Coming Soon
es_py: Próximamente

source: View Report
es_py: Ver Reporte

source: Select time period
es_py: Seleccione el período de tiempo

source: Show current week
es_py: Mostrar semana actual

source: This Week
es_py: Esta Semana

source: Show last week
es_py: Mostrar semana pasada

source: Last Week
es_py: Semana Pasada

source: Show 2 weeks ago
es_py: Mostrar hace 2 semanas

source: 2 Weeks Ago
es_py: Hace 2 semanas

source: Show 4 weeks ago
es_py: Mostrar hace 4 semanas

source: Last Month
es_py: Mes Pasado

source: Any date in the week
es_py: Cualquier fecha de la semana

source: Select a date to see its week
es_py: Seleccione una fecha para ver su semana

source: Error Loading Report
es_py: Error al Cargar el Reporte

source: Line chart: current vs previous week (day-by-day). Bar chart: 5-week revenue trend.
es_py: Gráfico de líneas: semana actual vs anterior (día a día). Gráfico de barras: tendencia de 5 semanas.

source: Highest Revenue Day
es_py: Día de Mayor Ingreso

source: Lowest Revenue Day
es_py: Día de Menor Ingreso

source: Week Total
es_py: Total de la Semana

source: Total sales this week
es_py: Ventas totales de esta semana

source: Growth vs Previous
es_py: Crecimiento vs Anterior

source: Day-by-Day Comparison
es_py: Comparación Día a Día

source: Current vs Previous Week
es_py: Semana Actual vs Anterior

source: 5-Week Trend
es_py: Tendencia de 5 Semanas

source: Selected Week Details
es_py: Detalles de la Semana Seleccionada

source: Day
es_py: Día

source: Revenue
es_py: Ingresos

source: WoW Growth
es_py: Crecimiento Semanal

source: Trend
es_py: Tendencia

source: Monday
es_py: Lunes

source: Tuesday
es_py: Martes

source: Wednesday
es_py: Miércoles

source: Thursday
es_py: Jueves

source: Friday
es_py: Viernes

source: Saturday
es_py: Sábado

source: Sunday
es_py: Domingo

source: Jan
es_py: Ene

source: Apr
es_py: Abr

source: Aug
es_py: Ago

source: Dec
es_py: Dic

source: Week of
es_py: Semana del

source: Please select a date
es_py: Por favor seleccione una fecha

source: No previous data
es_py: Sin datos previos

source: Mon
es_py: Lun

source: Tue
es_py: Mar

source: Wed
es_py: Mié

source: Thu
es_py: Jue

source: Fri
es_py: Vie

source: Sat
es_py: Sáb

source: Sun
es_py: Dom

source: Wk
es_py: Sem

source: Weekly Total
es_py: Total Semanal

source: Close Cash Session
es_py: Cerrar caja

source: Cash Count
es_py: Conteo de Efectivo
